{
    "Toilet": "The toilets on this floor are straight ahead and to the right.",
    "Lift": "The lifts for Wing A are to the right. The lifts for Wings B and C are straight ahead and to the left, near the other entrance.",
    "Lift Wing A": "The lifts for Wing A are to the right.",
    "Lift Wing B": "The lifts for Wing B are straight ahead and to the left, near the other entrance." ,
    "Lift Wing C": "The lifts for Wing C are straight ahead and to the left, near the other entrance." ,
    "Reception Desk": "The reception desk is straight behind me to the right.",
    "Stairs": "The stairs to the first and second is straight ahead to the left.",
    "Escalator": "The escalator to the second floor is straight ahead to the right.",
    "Nursing": "The nursing room is on the 3rd floor of Wing B, in room 25. The lifts for Wing B are straight ahead and to the left, near the other entrance.",
    "Hospital": "The hospital is not here. Exit to the main street, then go left on the street, and you will find the hospital in about 200 meters.",
    "Cafeteria": "The cafeteria is on this floor behind me, to the left.",
    "Coffee machine": "The closest coffee machine is on the 1st floor, take the stairs to the 1st floor and turn right.",
    "Printer": "The closest printer is on the 1st floor, take the stairs to the 1st floor and turn right.",
    "Cinema": "There are 9 theaters, located on the ground, 2nd, and 4th floors of Wing C. The lifts for Wing C are right behind me.",
    "Theater 1": "Theater 1 is on this floor, straight ahead to the right of the escalator.",
    "Theater 2": "Theater 2 is on this floor, straight ahead to the right of the escalator.",
    "Theater 3": "Theater 3 is located on the second floor, right next to the escalator. You can either take the stairs or the escalator to reach there.",
    "Theater 4" :"Theater 4 is located on the second floor, Wing C. You may use the stairs or take the lifts for Wing B to reach there.",
    "Theater 5": "Theater 5 is located on the second floor, Wing C. You may use the stairs or take the lifts for Wing B to reach there.",
    "Theater 6": "Theater 6 is located on the fourth floor, Wing C. You may use the stairs or take the lifts for Wing Bee to reach there.",
    "Theater 7": "Theater 7 is located on the fourth floor, Wing C. You may use the stairs or take the lifts for Wing B to reach there.",
    "Theater 8":"Theater 8 is located on the fourth floor, Wing C. You may use the stairs or take the lifts for Wing B to reach there.",
    "Theater 9":"Theater 9 is located on the fourth floor, Wing C. You may use the stairs or take the lifts for Wing Bee to reach there.",
    "Study": "There are several study areas on the 1st to 6th floors of Wings A and B. Take either the lifts to the right or those straight ahead and to the left, near the other entrance.",
    "Computer science": "The Computer Science departments are on Wing A's 10th, 11th, and 12th floors,. The lifts for Wing A are to the right.",
    "Marketing": "The Marketing and Communication department is at the 7th floor, Wing A",
    "SAIL AI Lab": "The SAIL Lab is on the 11th floor, Wing A. The lifts for Wing A are to the right.",
    "Mathematics": "The Mathematics department is on the 9th floor of Wing A. The lifts for Wing A are to the right.",
    "Environmental study": "The Institute for Environmental Studies is on the 8th floor of Wing A. The lifts for Wing A are to the right.",
    "Study area - silent": "Silent study areas are located at 1st floor-Wing A, 2nd floor-Wing B, 3rd floor-Wing B, and 5th floor-Wing A.",
    "Study area - group work": "Study areas for group work are located on the 2nd floor - Wing B and 4th floor-Wing B.",
    "Balcony": "The balcony in on the 1st floor, Wing A",
    "Meeting rooms (Foyer)": "Meeting rooms are located on the second floor, Wing A",
    "Network Institute Tech Labs": "The Tech lab is at room 7B37",
    "Physical Computing Education Lab": "The Physical Computing lab is at room 7B17",
    "Hardware/Multipurpose Lab": "The Hardware labs is at room 7B57 and 7B63",
    "Rialto/Griffoen Office": "The offices are located at room 7A01",
    "Beta Common room": "The Beta common room is at room 3A25",
    "VU Education Lab": "The education lab is at room 1A07",
    "UCGB": "The UCGB is at room 7A40",
    "Car parking": "The parking garage is below this building. Exit to the main street, then go through the door on the left.",
    "Bike storage": "Exit to the main street, turn right and take the stairs leading to the bike garage below.",
    "MF building": "Take the other exit right straight ahead and go right, see the map for more details.",
    "Transitorium":"Exit to the main street and go left.",
    "WN Building": "Take the other exit straight ahead, keep going straight, and you will find an entrance to the WN building towards the left.",
    "Main building":"Either take the other exit right behind me and it is the second building on the left, or exit to the main street and go right.",
    "Tent":"Take the other exit straight behind me, turn left, and cross the campus square.",
    "Bellevue":"Take the other exit straight behind me, Bellevue can be found next to the main building.",
    "Basketball court": "Take other exit straight behind me and turn left. You will be looking towards the Basketball court.",
    "Beach Volleyball court": "Take the other exit straight behind me and turn left. You will be looking towards the Beach Volleyball court.",
    "O2": "Exit onto the main street, the O2 building can be found across the street.",
    "Acta": "Exit onto the main street, the ACTA building can be found across the street.",
    "Botanical garden": "Take the other exit straight behind me and cross the street at the MF building. The botanical garden can be found on the other side.",
    "OZW": "You can use both exits, the OZW building is the oval building next to this one. See the map for more details.",
    "Gym": "The Gym is located on the ground floor of the OZW building. the OZW building is the oval building next to this one, you can use either exit to reach there.",
    "Spar": "The Spar store is located at campus square close to the basketball court. Take the other exit straight behind me, walk straight ahead, and then turn left.",
    "VU Bus stop": "Exit onto the main street, and turn right. The bus stop should be visible.",
    "VU tram stop": "Exit onto the main street, and turn right. The tram stop should be visible, behind the bus stop",
    "Zuid Station (bus, tram, metro, and train)": "The Zuid station is one kilometer away. Exit onto the main street, turn right, and then turn left at the traffic light.",
    "Grocery store": "The nearest grocery store is Albert Hein To Go, 350 meters away. Go straight ahead and exit through the other entrance, and then turn left.",
    "IT Desk": "The IT desk is located on the ground floor of the Main Building.",
    "Security Desk": "The security desk is located at -1 level of the Main Building.",
    "Student Desk": "The student desk is located at the ground floor of the Main Building.",
    "VU Bookstore": "The VU Bookstore is located at the ground floor of the Main Building.",
    "Library": "The Library is located at the Main Building."
}